Repository: Jannik-1403/Garten-Simulation
Catalog: Garten_Simulation/Localizable.xcstrings
Source language: de
Languages: en, es, fr, hi, it, ja, ko, nl, pl, pt, ru, tr, zh_hans, zh_hant

# assessment.lifestyle.profile.elite.break
source: Vermeide es, Ratschläge zu geben, wenn jemand eigentlich nur eine Schulter zum Anlehnen sucht.
en: Avoid giving advice when someone is really just looking for a shoulder to lean on.
es: Evite dar consejos cuando alguien en realidad sólo busca un hombro en el que apoyarse.
fr: Évitez de donner des conseils lorsque quelqu’un cherche simplement une épaule sur laquelle s’appuyer.
hi: जब कोई वास्तव में सहारा लेने के लिए किसी कंधे की तलाश में हो तो सलाह देने से बचें।
it: Evita di dare consigli quando qualcuno sta solo cercando una spalla su cui appoggiarsi.
ja: 誰かが本当に肩を寄せたいだけの場合は、アドバイスをしないでください。
ko: 누군가가 정말로 기댈 어깨를 찾고 있을 때는 조언을 하지 마십시오.
nl: Vermijd het geven van advies als iemand eigenlijk alleen maar op zoek is naar een schouder om op te leunen.
pl: Unikaj udzielania rad, gdy ktoś tak naprawdę szuka ramienia, na którym może się oprzeć.
pt: Evite dar conselhos quando alguém está apenas procurando um ombro para se apoiar.
ru: Избегай давать советы, если кто-то на самом деле ищет только плечо, на которое можно опереться.
tr: Birisi gerçekten yaslanacak bir omuz aradığında tavsiye vermekten kaçının.
zh_hans: 当有人实际上只是想找个可以依靠的肩膀时，避免给出建议。
zh_hant: 當某人真的只是在尋找一個可以依靠的肩膀時，避免提供建議。

# assessment.lifestyle.profile.elite.build
source: Bedanke dich einmal wöchentlich aufrichtig bei jemandem, der dir im Hintergrund hilft (Reinigungskraft, Assistent).
en: Once a week, sincerely thank someone who helps you in the background (cleaner, assistant).
es: Una vez a la semana, agradece sinceramente a alguien que te ayude en segundo plano (limpiador, asistente).
fr: Une fois par semaine, remerciez sincèrement quelqu'un qui vous aide en arrière-plan (nettoyeur, assistant).
hi: सप्ताह में एक बार, पृष्ठभूमि में आपकी मदद करने वाले (क्लीनर, सहायक) को ईमानदारी से धन्यवाद दें।
it: Una volta alla settimana, ringrazia sinceramente qualcuno che ti aiuta in background (addetto alle pulizie, assistente).
ja: 週に一度、裏方で手伝ってくれる人（清掃員やアシスタント）に心から感謝しましょう。
ko: 일주일에 한 번, 뒤에서 도와주는 사람(청소부, 보조원)에게 진심으로 감사를 표하세요.
nl: Bedank één keer per week oprecht iemand die je op de achtergrond helpt (schoonmaakster, assistent).
pl: Raz w tygodniu szczerze podziękuj komuś, kto pomaga Ci w tle (sprzątaczka, asystentka).
pt: Uma vez por semana, agradeça sinceramente a alguém que o ajuda nos bastidores (faxina, assistente).
ru: Благодарите одного человека искренне раз в неделю за то, что он помогает вам за кулисами (уборщицу, ассистента).
tr: Haftada bir kez arka planda size yardımcı olan birine (temizlikçi, asistan) içtenlikle teşekkür edin.
zh_hans: 每周真诚地感谢一次在背后帮助你的人（清洁工、助理）。
zh_hant: 每週一次，真誠地感謝在後台幫助你的人（清潔工、助理）。

# assessment.lifestyle.profile.elite.desc
source: Du spielst auf hohem Level. Die Marginal Gains für Eliten liegen in der Demut und dem Zurückgeben.
en: You play at a high level. The marginal gains for elites lie in humility and giving back.
es: Juegas a un alto nivel. Los beneficios marginales para las élites residen en la humildad y la retribución.
fr: Vous jouez à un haut niveau. Les gains marginaux pour les élites résident dans l’humilité et le don en retour.
hi: आप ऊंचे स्तर पर खेलते हैं. अभिजात वर्ग के लिए सीमांत लाभ विनम्रता और वापस देने में निहित है।
it: Giochi ad alto livello. I guadagni marginali per le élite risiedono nell’umiltà e nella restituzione.
ja: 高いレベルでプレーしていますね。エリートにとってのわずかな利益は、謙虚さと恩返しにあります。
ko: 당신은 높은 수준에서 플레이합니다. 엘리트의 한계 이익은 겸손과 환원에 있습니다.
nl: Je speelt op hoog niveau. De marginale winsten voor de elites liggen in nederigheid en teruggeven.
pl: Grasz na wysokim poziomie. Marginalne zyski elit polegają na pokorze i oddaniu.
pt: Você joga em alto nível. Os ganhos marginais para as elites residem na humildade e na retribuição.
ru: Ты играешь на высоком уровне. Маржинальные преимущества для элиты заключаются в смирении и отдаче.
tr: Üst düzeyde oynuyorsun. Seçkinlerin marjinal kazanımları alçakgönüllülük ve karşılık vermekte yatmaktadır.
zh_hans: 你在高水平上比赛。精英的边际收益在于谦逊和回馈。
zh_hant: 你的比賽水準很高。菁英們的邊際利益在於謙遜和回饋。

# assessment.lifestyle.profile.elite.title
source: Die Elite
en: The elite
es: la elite
fr: L'élite
hi: मरो संभ्रांत
it: L'élite
ja: エリート
ko: 엘리트
nl: De elite
pl: Elita
pt: A elite
ru: Элита
tr: Seçkinler
zh_hans: 精英
zh_hant: 精英人士

# assessment.lifestyle.profile.gefangener.action
source: Umfeld säubern
en: Clean the environment
es: Limpiar el medio ambiente
fr: Nettoyer l'environnement
hi: आस-पास की सफाई करें
it: Pulisci l'ambiente
ja: 周囲を掃除する
ko: 환경을 깨끗하게
nl: Maak het milieu schoon
pl: Oczyść środowisko
pt: Limpe o meio ambiente
ru: Очистить окружение
tr: Çevreyi temizleyin
zh_hans: 清理环境
zh_hant: 清潔周圍環境

# assessment.lifestyle.profile.gefangener.break
source: Schalte die Push-Benachrichtigungen von WhatsApp-Gruppen stumm, in denen nur gejammert wird.
en: Mute push notifications from whining WhatsApp groups.
es: Silencia las notificaciones automáticas de los grupos de WhatsApp quejosos.
fr: Désactivez les notifications push des groupes WhatsApp pleurnicheurs.
hi: रोने वाले व्हाट्सएप ग्रुपों से आने वाले पुश नोटिफिकेशन को म्यूट करें।
it: Disattiva l'audio delle notifiche push dei gruppi WhatsApp piagnucolosi.
ja: 愚痴をこぼす WhatsApp グループからのプッシュ通知をミュートします。
ko: 징징거리는 WhatsApp 그룹의 푸시 알림을 음소거합니다.
nl: Demp pushmeldingen van zeurende WhatsApp-groepen.
pl: Wycisz powiadomienia push z marudzących grup WhatsApp.
pt: Silencie notificações push de grupos chorões do WhatsApp.
ru: Отключи push-уведомления от групп WhatsApp, в которых только жалуются.
tr: Sızlanan WhatsApp gruplarından gelen anlık bildirimleri sessize alın.
zh_hans: 将只会抱怨的 WhatsApp 群组的推送通知静音。
zh_hant: 靜音來自抱怨的 WhatsApp 群組的推播通知。

# assessment.lifestyle.profile.gefangener.build
source: Schreibe pro Woche nur einer Person auf LinkedIn oder per Mail, die ein Level über dir ist.
en: Write to only one person a week on LinkedIn or via email who is one level above you.
es: Escribe solo a una persona por semana en LinkedIn o por correo electrónico que esté un nivel por encima del tuyo.
fr: Écrivez à une seule personne par semaine sur LinkedIn ou par e-mail qui se trouve un niveau au-dessus de vous.
hi: लिंक्डइन पर या ईमेल के माध्यम से प्रति सप्ताह केवल एक ही व्यक्ति को लिखें जो आपसे एक स्तर ऊपर हो।
it: Scrivi solo a una persona a settimana su LinkedIn o via email che è un livello sopra di te.
ja: LinkedIn または電子メールで、自分より 1 つ上のレベルの人に週に 1 人だけ手紙を書きます。
ko: LinkedIn이나 이메일을 통해 일주일에 한 단계 위의 사람에게만 편지를 쓰세요.
nl: Schrijf slechts één persoon per week op LinkedIn of via e-mail die één niveau boven u staat.
pl: Pisz tylko do jednej osoby tygodniowo na LinkedIn lub przez e-mail, która jest o jeden poziom wyżej od Ciebie.
pt: Escreva para apenas uma pessoa por semana no LinkedIn ou por e-mail que esteja um nível acima de você.
ru: Пиши каждую неделю только одному человеку в LinkedIn или по электронной почте, который находится на уровень выше тебя.
tr: Haftada yalnızca LinkedIn'de veya e-posta yoluyla sizden bir seviye üstünüzdeki bir kişiye yazın.
zh_hans: 每周只给LinkedIn上或通过邮件写一封信给比你职位高一等级的人。
zh_hant: 每週僅在 LinkedIn 上或透過電子郵件寫信給比您高一級的人。

# assessment.lifestyle.profile.gefangener.desc
source: Dein Umfeld zieht dich nach unten. Du musst dein Netzwerk nicht von heute auf morgen wechseln – fang mit 1％ Digitalisierung an.
en: Your environment is pulling you down. You don’t have to change your network overnight – start with 1％ digitization.
es: Tu entorno te está hundiendo. No es necesario que cambie su red de la noche a la mañana: comience con un 1 ％ de digitalización.
fr: Votre environnement vous tire vers le bas. Vous n’êtes pas obligé de changer de réseau du jour au lendemain: commencez par 1 ％ de numérisation.
hi: आपका वातावरण आपको नीचे खींच रहा है। आपको अपना नेटवर्क रातों-रात बदलने की ज़रूरत नहीं है - 1％ डिजिटलीकरण से शुरुआत करें।
it: Il tuo ambiente ti sta buttando giù. Non devi cambiare la tua rete da un giorno all’altro: inizia con una digitalizzazione dell’1％.
ja: あなたの環境があなたを引きずり下ろしています。ネットワークを一夜にして変更する必要はありません。まずは 1％ のデジタル化から始めましょう。
ko: 당신의 환경이 당신을 끌어내리고 있습니다. 하루아침에 네트워크를 변경할 필요가 없습니다. 1％ 디지털화부터 시작하세요.
nl: Je omgeving trekt je naar beneden. U hoeft uw netwerk niet van de ene op de andere dag te veranderen – begin met 1％ digitalisering.
pl: Twoje otoczenie ciągnie Cię w dół. Nie musisz zmieniać sieci z dnia na dzień – zacznij od cyfryzacji 1％.
pt: Seu ambiente está puxando você para baixo. Você não precisa mudar sua rede da noite para o dia – comece com 1％ de digitalização.
ru: Твое окружение тянет тебя вниз. Тебе не нужно менять свою сеть с сегодняшнего дня на завтра – начни с 1％ цифровизации.
tr: Çevreniz sizi aşağı çekiyor. Ağınızı bir gecede değiştirmenize gerek yok; ％1 dijitalleştirmeyle başlayın.
zh_hans: 你的环境在拉你向下。你不必在一夜之间更换你的网络——从1％的数字化开始。
zh_hant: 你的環境正在拖垮你。您不必在一夜之間改變您的人脈——從 1％ 的數位化開始。

# assessment.lifestyle.profile.gefangener.title
source: Der Gefangene
en: The prisoner
es: el prisionero
fr: Le prisonnier
hi: कैदी
it: Il prigioniero
ja: 囚人
ko: 죄수
nl: De gevangene
pl: Więzień
pt: O prisioneiro
ru: Заключённый
tr: Mahkum
zh_hans: 囚犯
zh_hant: 囚犯

# assessment.lifestyle.profile.mitlaeufer.action
source: Raum einnehmen
en: take up space
es: ocupar espacio
fr: prendre de la place
hi: जगह ले लो
it: occupare spazio
ja: スペースを取る
ko: 공간을 차지하다
nl: ruimte innemen
pl: zajmować miejsce
pt: ocupar espaço
ru: занимать пространство
tr: yer kapla
zh_hans: 占据空间
zh_hant: 佔用空間

# assessment.lifestyle.profile.mitlaeufer.break
source: Lache nicht mehr aus Höflichkeit über Witze, die du nicht lustig oder unpassend findest.
en: Stop laughing out of politeness at jokes that you don't find funny or inappropriate.
es: Deja de reírte por cortesía de chistes que no te parezcan graciosos o inapropiados.
fr: Arrêtez de rire par politesse des blagues que vous ne trouvez pas drôles ou inappropriées.
hi: उन चुटकुलों पर विनम्रता से हंसना बंद करें जो आपको हास्यास्पद या अनुचित नहीं लगते।
it: Smetti di ridere per educazione alle battute che non trovi divertenti o inappropriate.
ja: 面白くも不適切でもないジョークを礼儀として笑うのはやめましょう。
ko: 재미없거나 부적절하다고 생각하지 않는 농담에 공손하게 웃지 마세요.
nl: Stop met lachen uit beleefdheid om grappen die u niet grappig of ongepast vindt.
pl: Przestań śmiać się z grzeczności z dowcipów, które nie wydają ci się zabawne lub niestosowne.
pt: Pare de rir por educação de piadas que você não acha engraçadas ou inapropriadas.
ru: Больше не смейся из вежливости над шутками, которые тебе не кажутся смешными или уместными.
tr: Komik veya uygunsuz bulmadığınız şakalara nezaketen gülmeyi bırakın.
zh_hans: 不要再出于礼貌而对你觉得不有趣或不合适的笑话笑了。
zh_hant: 對於您覺得不好笑或不恰當的笑話，不要出於禮貌而大笑。

# assessment.lifestyle.profile.mitlaeufer.build
source: Bestelle im Restaurant als Erster. Das verhindert, dass du dich den Entscheidungen anderer anpasst.
en: Be the first to order in the restaurant. This prevents you from conforming to other people's decisions.
es: Sé el primero en ordenar en el restaurante. Esto le impide conformarse con las decisiones de otras personas.
fr: Soyez le premier à commander au restaurant. Cela vous empêche de vous conformer aux décisions des autres.
hi: रेस्तरां में ऑर्डर करने वाले पहले व्यक्ति बनें। यह आपको अन्य लोगों के निर्णयों के अनुरूप चलने से रोकता है।
it: Ordina per primo al ristorante. Questo ti impedisce di conformarti alle decisioni degli altri.
ja: レストランで最初に注文してください。これにより、他の人の決定に従うことができなくなります。
ko: 레스토랑에서 가장 먼저 주문하세요. 이는 당신이 다른 사람의 결정을 따르는 것을 방해합니다.
nl: Bestel als eerste in het restaurant. Dit weerhoudt je ervan om je te conformeren aan de beslissingen van anderen.
pl: Bądź pierwszą osobą, która złoży zamówienie w restauracji. Uniemożliwia to dostosowywanie się do decyzji innych osób.
pt: Seja o primeiro a fazer o pedido no restaurante. Isso impede que você se conforme com as decisões de outras pessoas.
ru: Заказывай первым в ресторане. Это предотвращает то, чтобы ты подстраивался под решения других.
tr: Restoranda ilk sipariş veren siz olun. Bu da başkalarının kararlarına uymanızı engeller.
zh_hans: 在餐厅里第一个下单。这可以防止你随别人的决定而改变。
zh_hant: 成為餐廳裡第一個點餐的人。這會阻止您遵守其他人的決定。

# assessment.lifestyle.profile.mitlaeufer.title
source: Der Mitläufer
en: The follower
es: el seguidor
fr: Le suiveur
hi: अनुयायी
it: Il seguace
ja: フォロワー
ko: 추종자
nl: De volger
pl: Naśladowca
pt: O seguidor
ru: Попутчик
tr: takipçi
zh_hans: 随波逐流的人
zh_hant: 追隨者

# assessment.lifestyle.q1
source: Jemand kommt in 5 Minuten unerwartet zu dir nach Hause. Wie sieht dein Zimmer/deine Wohnung aus?
en: Someone comes to your house unexpectedly in 5 minutes. What does your room/apartment look like?
es: Alguien llega inesperadamente a tu casa en 5 minutos. ¿Cómo es tu habitación/apartamento?
fr: Quelqu'un arrive chez vous à l'improviste dans 5 minutes. A quoi ressemble votre chambre/appartement ?
hi: 5 मिनट में कोई आपके घर अप्रत्याशित रूप से आ जाता है. आपका कमरा/अपार्टमेंट कैसा दिखता है?
it: Qualcuno viene a casa tua inaspettatamente tra 5 minuti. Come è la tua stanza/appartamento?
ja: 5分以内に誰かが突然あなたの家にやって来ます。あなたの部屋/アパートはどんな感じですか?
ko: 5분 뒤에 갑자기 누군가 당신의 집에 찾아옵니다. 당신의 방/아파트는 어떤 모습인가요?
nl: Binnen 5 minuten komt er onverwacht iemand bij je thuis. Hoe ziet jouw kamer/appartement eruit?
pl: Za 5 minut ktoś niespodziewanie przyjdzie do Twojego domu. Jak wygląda Twój pokój/mieszkanie?
pt: Alguém chega inesperadamente à sua casa em 5 minutos. Como é o seu quarto/apartamento?
ru: Кто-то неожиданно приходит к тебе домой через 5 минут. Как выглядит твоя комната/твоя квартира?
tr: 5 dakika içinde beklenmedik bir şekilde evinize biri geliyor. Odanız/daireniz nasıl görünüyor?
zh_hans: 有人五分钟后会意外地来你家。你的房间/公寓看起来怎么样？
zh_hant: 5 分鐘後有人意外來到你家。您的房間/公寓是什麼樣子？

# assessment.lifestyle.q1.a
source: Ein absolutes Chaos. Ich schäme mich und lasse ihn nicht rein.
en: An absolute mess. I'm ashamed and won't let him in.
es: Un desastre absoluto. Me da vergüenza y no lo dejaré entrar.
fr: Un gâchis absolu. J'ai honte et je ne le laisse pas entrer.
hi: एकदम गड़बड़. मैं शर्मिंदा हूं और उसे अंदर नहीं आने दूंगी.
it: Un vero disastro. Mi vergogno e non lo lascio entrare.
ja: まったくの混乱だ。恥ずかしくて彼を入れません。
ko: 절대 엉망입니다. 부끄러워서 그를 들여보내지 않을 거예요.
nl: Een absolute puinhoop. Ik schaam me en laat hem niet binnen.
pl: Absolutny bałagan. Wstydzę się i nie wpuszczę go.
pt: Uma bagunça absoluta. Tenho vergonha e não deixo ele entrar.
ru: Абсолютный хаос. Мне стыдно, и я не пускаю его внутрь.
tr: Tam bir karmaşa. Utanıyorum ve onu içeri almayacağım.
zh_hans: 一团糟。我感到羞愧，不让他进来。
zh_hant: 絕對是一團糟。我很羞愧，不讓他進來。

# assessment.lifestyle.q1.b
source: Ich werfe panisch alles in den Schrank und schiebe Sachen unters Bett.
en: In a panic, I throw everything in the closet and shove things under the bed.
es: Presa del pánico, tiro todo en el armario y meto cosas debajo de la cama.
fr: Paniqué, je jette tout dans le placard et je glisse les affaires sous le lit.
hi: घबराहट में, मैं सब कुछ कोठरी में फेंक देता हूं और चीजों को बिस्तर के नीचे रख देता हूं।
it: In preda al panico, butto tutto nell'armadio e ficco le cose sotto il letto.
ja: パニックになって、すべてをクローゼットに放り込み、ベッドの下に物を押し込みました。
ko: 당황한 나는 모든 것을 옷장에 던지고 침대 밑에 물건을 밀어 넣습니다.
nl: In paniek gooi ik alles in de kast en schuif ik spullen onder het bed.
pl: W panice wrzucam wszystko do szafy i chowam pod łóżkiem.
pt: Em pânico, jogo tudo no armário e enfio as coisas debaixo da cama.
ru: Я паникую и бросаю все в шкаф, а вещи задвигаю под кровать.
tr: Panik içinde her şeyi dolaba atıyorum ve eşyaları yatağın altına itiyorum.
zh_hans: 我慌乱地把所有东西扔进衣柜，把杂物塞到床底下。
zh_hant: 驚慌失措中，我把所有東西都丟進衣櫃裡，然後把東西塞到床底下。

# assessment.lifestyle.q1.c
source: Es ist okay. Ein bisschen unordentlich, aber vorzeigbar.
en: It's okay. A bit messy but presentable.
es: Está bien. Un poco desordenado pero presentable.
fr: C'est bon. Un peu brouillon mais présentable.
hi: कोई बात नहीं। थोड़ा गन्दा लेकिन प्रस्तुत करने योग्य।
it: Va bene. Un po' disordinato ma presentabile.
ja: 大丈夫。少し乱雑ですが、見栄えはします。
ko: 괜찮아요. 조금 지저분하지만 표현 가능합니다.
nl: Het is oké. Een beetje rommelig maar toonbaar.
pl: Jest w porządku. Trochę niechlujnie, ale reprezentacyjnie.
pt: Tudo bem. Um pouco bagunçado, mas apresentável.
ru: В порядке. Немного неаккуратно, но показательно.
tr: Sorun değil. Biraz dağınık ama prezentabl.
zh_hans: 还可以。有点乱，但能见人。
zh_hant: 沒關係。有点乱但还算得体。

# assessment.lifestyle.q1.d
source: Makellos. Meine Umgebung ist immer geordnet, weil Chaos meinen Geist schwächt.
en: Flawless. My surroundings are always orderly because chaos weakens my mind.
es: Impecable. Mi entorno siempre está ordenado porque el caos debilita mi mente.
fr: Impeccable. Mon environnement est toujours ordonné car le chaos affaiblit mon esprit.
hi: बेदाग। मेरा परिवेश हमेशा व्यवस्थित रहता है क्योंकि अराजकता मेरे दिमाग को कमजोर कर देती है।
it: Impeccabile. Ciò che mi circonda è sempre ordinato perché il caos indebolisce la mia mente.
ja: 完璧。混乱は私の精神を弱めるので、私の周囲は常に整然としています。
ko: 완벽합니다. 혼돈이 내 마음을 약화시키기 때문에 내 주변은 항상 질서정연합니다.
nl: Vlekkeloos. Mijn omgeving is altijd ordelijk omdat chaos mijn geest verzwakt.
pl: Doskonały. Moje otoczenie jest zawsze uporządkowane, ponieważ chaos osłabia mój umysł.
pt: Perfeito. Meu entorno está sempre ordenado porque o caos enfraquece minha mente.
ru: Безупречно. Мое окружение всегда упорядочено, потому что хаос ослабляет мой разум.
tr: Kusursuz. Çevrem her zaman düzenli çünkü kaos zihnimi zayıflatıyor.
zh_hans: 一尘不染。我的环境总是井井有条，因为混乱会削弱我的精神。
zh_hant: 完美無瑕。我的周圍總是秩序井然，因為混亂削弱了我的思想。

# assessment.lifestyle.q2
source: Du bist der Durchschnitt der 5 Menschen, mit denen du die meiste Zeit verbringst. Schau sie dir an. Wer sind sie?
en: You are the average of the 5 people you spend the most time with. Look at her. Who are they?
es: Eres el promedio de las 5 personas con las que pasas más tiempo. Mírala. ¿Quiénes son?
fr: Vous êtes la moyenne des 5 personnes avec qui vous passez le plus de temps. Regardez-la. Qui sont-ils ?
hi: आप उन 5 लोगों में से औसत हैं जिनके साथ आप सबसे अधिक समय बिताते हैं। उसे देखो। कौन हैं वे?
it: Sei la media delle 5 persone con cui trascorri più tempo. Guardala. Chi sono?
ja: あなたは、最も多くの時間を一緒に過ごす 5 人の平均です。彼女を見てください。彼らは誰なの？
ko: 당신은 가장 많은 시간을 함께 보내는 5명의 평균입니다. 그녀를보세요. 그들은 누구입니까?
nl: Jij bent het gemiddelde van de 5 mensen met wie je de meeste tijd doorbrengt. Kijk naar haar. Wie zijn zij?
pl: Jesteś średnią 5 osób, z którymi spędzasz najwięcej czasu. Spójrz na nią. Kim oni są?
pt: Você é a média das 5 pessoas com quem passa mais tempo. Olhe para ela. Quem são eles?
ru: Ты в среднем тот человек, с кем ты проводишь больше всего времени среди пяти людей. Посмотри на них. Кто они?
tr: En çok vakit geçirdiğiniz 5 kişinin ortalamasısınız. Ona bak. Onlar kim?
zh_hans: 你是你花最多时间在一起的五个人的平均值。看看他们。他们是谁？
zh_hant: 您是與您相處時間最多的 5 個人的平均值。看看她。他們是誰？

# assessment.lifestyle.q2.a
source: Leute ohne Ziele, die sich nur beschweren, zocken oder Party machen.
en: People without goals who just complain, gamble or party.
es: Gente sin objetivos que sólo se queja, juega o se divierte.
fr: Des gens sans objectifs qui se contentent de se plaindre, de jouer ou de faire la fête.
hi: बिना लक्ष्य वाले लोग जो सिर्फ शिकायत करते हैं, जुआ खेलते हैं या पार्टी करते हैं।
it: Persone senza obiettivi che si limitano a lamentarsi, a giocare d'azzardo o a festeggiare.
ja: 目標を持たず、ただ不平を言ったり、ギャンブルしたり、パーティーをしたりするだけの人。
ko: 불평만 하고, 도박을 하고, 파티만 하는 목표 없는 사람들.
nl: Mensen zonder doelen die alleen maar klagen, gokken of feesten.
pl: Ludzie bez celów, którzy po prostu narzekają, uprawiają hazard lub imprezują.
pt: Pessoas sem objetivos que só reclamam, jogam ou festejam.
ru: Люди без целей, которые только жалуются, играют в игры или устраивают вечеринки.
tr: Hedefi olmayan, sadece şikayet eden, kumar oynayan veya parti yapan insanlar.
zh_hans: 没有目标的人，只会抱怨、玩游戏或参加派对。
zh_hant: 沒有目標的人只會抱怨、賭博或聚會。

# assessment.lifestyle.q2.b
source: Nette Leute, aber niemand von ihnen fordert mich wirklich heraus.
en: Nice people, but none of them really challenge me.
es: Buena gente, pero ninguno de ellos realmente me desafía.
fr: Des gens sympas, mais aucun d’entre eux ne me défie vraiment.
hi: अच्छे लोग, लेकिन उनमें से कोई भी वास्तव में मुझे चुनौती नहीं देता।
it: Persone simpatiche, ma nessuna di loro mi sfida davvero.
ja: いい人たちですが、私に本気で挑戦する人は一人もいません。
ko: 좋은 사람들이지만 그들 중 누구도 나에게 도전하지 않습니다.
nl: Aardige mensen, maar geen van hen daagt mij echt uit.
pl: Mili ludzie, ale żaden z nich nie stanowi dla mnie wyzwania.
pt: Pessoas legais, mas nenhuma delas realmente me desafia.
ru: Приятные люди, но никто из них по-настоящему меня не бросает вызов.
tr: Hoş insanlar ama hiçbiri bana meydan okumuyor.
zh_hans: 很好的人，但他们中没有一个真正挑战我。
zh_hant: 人很好，但沒有人真正挑戰我。

# assessment.lifestyle.q2.c
source: Eine Mischung. Ein paar gute Leute, ein paar Zeitverschwender.
en: A mix. A few good people, a few time wasters.
es: Una mezcla. Algunas buenas personas, algunas pérdidas de tiempo.
fr: Un mélange. Quelques bonnes personnes, quelques pertes de temps.
hi: एक मिश्रण. कुछ अच्छे लोग, कुछ समय बर्बाद करने वाले।
it: Un miscuglio. Poche brave persone, poche perditempo.
ja: ミックス。良い人も数人、時間を無駄にする人も数人。
ko: 믹스. 소수의 좋은 사람들, 소수의 시간 낭비자.
nl: Een mix. Een paar goede mensen, een paar tijdverspillers.
pl: Mieszanka. Kilku dobrych ludzi, kilku marnujących czas.
pt: Uma mistura. Algumas pessoas boas, algumas perdas de tempo.
ru: Смешение. Несколько хороших людей, несколько тех, кто тратит время зря.
tr: Bir karışım. Birkaç iyi insan, birkaç zaman kaybı.
zh_hans: 一个混合体。一些好人，一些浪费时间的人。
zh_hant: 混合。幾個好人，幾個浪費時間的人。

# assessment.lifestyle.q2.d
source: Leute, die ehrgeiziger, klüger oder fitter sind als ich. Sie zwingen mich zu wachsen.
en: People who are more ambitious, smarter or fitter than me. They force me to grow.
es: Personas que son más ambiciosas, más inteligentes o más en forma que yo. Me obligan a crecer.
fr: Des gens plus ambitieux, plus intelligents ou plus en forme que moi. Ils me forcent à grandir.
hi: जो लोग मुझसे ज्यादा महत्वाकांक्षी, होशियार या फिट हैं। वे मुझे बढ़ने के लिए मजबूर करते हैं।
it: Persone che sono più ambiziose, più intelligenti o più in forma di me. Mi costringono a crescere.
ja: 私より野心的で、賢くて、健康な人たち。彼らは私に成長を強制します。
ko: 나보다 더 야심 차고, 더 똑똑하고, 더 건강한 사람들. 그들은 나에게 성장을 강요한다.
nl: Mensen die ambitieuzer, slimmer of fitter zijn dan ik. Ze dwingen mij om te groeien.
pl: Ludzi, którzy są bardziej ambitni, mądrzejsi i sprawniejsi ode mnie. Zmuszają mnie do rozwoju.
pt: Pessoas que são mais ambiciosas, mais inteligentes ou mais aptas do que eu. Eles me forçam a crescer.
ru: Люди, которые более амбициозны, умны или спортивны, чем я. Они заставляют меня развиваться.
tr: Benden daha hırslı, daha akıllı veya daha fit olan insanlar. Beni büyümeye zorluyorlar.
zh_hans: 比我更有野心、更聪明或更健康的人。他们迫使我成长。
zh_hant: 那些比我更有野心、更聰明、更健康的人。他們迫使我成長。

# assessment.lifestyle.q3
source: Du gehst an einem normalen Dienstag aus dem Haus (Schule/Arbeit/Stadt). Wie bist du gekleidet?
en: You leave the house (school/work/city) on a normal Tuesday. How are you dressed?
es: Sales de casa (escuela/trabajo/ciudad) un martes normal. ¿Cómo estás vestido?
fr: Vous quittez la maison (école/travail/ville) un mardi normal. Comment es-tu habillé ?
hi: आप सामान्य मंगलवार को घर (स्कूल/कार्य/शहर) छोड़ें। आपने कैसे कपड़े पहने हैं?
it: Esci di casa (scuola/lavoro/città) in un normale martedì. Come sei vestito?
ja: あなたは通常の火曜日に家（学校、職場、街）を出発します。服装はどうですか？
ko: 보통 화요일에 집(학교/직장/도시)을 떠납니다. 옷은 어떻게 입나요?
nl: Je verlaat het huis (school/werk/stad) op een normale dinsdag. Hoe ben je gekleed?
pl: Wychodzisz z domu (szkoły/pracy/miasta) w normalny wtorek. Jak jesteś ubrany?
pt: Você sai de casa (escola/trabalho/cidade) em uma terça-feira normal. Como você está vestido?
ru: Ты выходишь из дома в обычный вторник (школа/работа/город). Во что ты одет?
tr: Normal bir Salı günü evden (okul/iş/şehir) çıkıyorsunuz. Nasıl giyiniyorsun?
zh_hans: 一个普通的周二，你出门（上学/上班/逛街）。你穿什么？
zh_hant: 您在正常的星期二離開家（學校/工作/城市）。你穿得怎麼樣？
